---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DebugTabBindingFailures.OptionValueOutOfRange
source: html/29e4cc00-1eec-1e8d-733c-93ba1b852df4.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DebugTabBindingFailures.OptionValueOutOfRange Property

Value out of range for Options enum.

## Syntax (C#)
```csharp
public static FailureDefinitionId OptionValueOutOfRange { get; }
```